Repository: ifkas/WPSM---WooCommerce-Product-Support-Manager
Catalog: languages/woo-product-support-*.po
Languages: mk_mk

source: Actions
mk_mk: Акции

source: Add New Ticket
mk_mk: Отвори нов тикет

source: Add Reply
mk_mk: Додај одговор

source: Add Ticket
mk_mk: Додај тикет

# Admin menu name
source: Support Tickets
mk_mk: Поддршка

source: Conversation History
mk_mk: Историја на разговор

source: Created
mk_mk: Креиран

source: Created on: %s
mk_mk: Креиран на: %s

source: Customer
mk_mk: Купец

source: Customer Details
mk_mk: Детали за купецот

source: Customer Since:
mk_mk: Купец е од:

source: Customer:
mk_mk: Купец:

source: Date
mk_mk: Датум

source: Edit
mk_mk: Измени

source: Edit Ticket
mk_mk: Измени го тикетот

source: Error adding reply
mk_mk: Грешка при одговор

source: General Settings
mk_mk: Генерални подесувања

source: High
mk_mk: Висок

source: In Progress
mk_mk: Во Прогрес

source: In Progress <span class="count">(%s)</span>
mk_mk: Во Прогрес <span class="count">(%s)</span>

source: Low
mk_mk: Низок

source: Mark as Resolved
mk_mk: Маркирај како разрешено

source: Medium
mk_mk: Средно

source: Message
mk_mk: Порака

source: Name:
mk_mk: Име:

source: New Ticket
mk_mk: Нов Тикет

source: No customer associated with this ticket.
mk_mk: Нема врзано ниту еден купец со овој тикет.

source: No replies yet.
mk_mk: Нема сеуште одговори.

source: No tickets found
mk_mk: Не се пронајдени тикети.

source: No tickets found in trash
mk_mk: Не се пронајдени тикети.

source: Open
mk_mk: Отворен

source: Open <span class="count">(%s)</span>
mk_mk: Отворен <span class="count">(%s)</span>

source: Permission denied
mk_mk: Забрането

source: Please enter a reply message.
mk_mk: Ве молиме пишете порака.

source: Please fill in all required fields.
mk_mk: Ве молиме пополнете ги сите задолжителни полиња.

source: Please provide a reply message
mk_mk: Ве молиме пишете одговор.

source: Priority
mk_mk: Приоритет

source: Priority:
mk_mk: Приоритет:

source: Product
mk_mk: Продукт

source: Product:
mk_mk: Продукт:

source: Related Product
mk_mk: Во врска со продуктот

source: Related Product:
mk_mk: Во врска со продуктот:

source: Replies
mk_mk: Одговори:

source: Reply added successfully
mk_mk: Одговорот е успешно додаден

source: Resolved
mk_mk: Разрешено

source: Resolved <span class="count">(%s)</span>
mk_mk: Разрешено <span class="count">(%s)</span>

source: Search Tickets
mk_mk: Барај тикети

source: Select a product
mk_mk: Одберете продукт

source: Settings
mk_mk: Сетинзи

source: Status
mk_mk: Статус

source: Status:
mk_mk: Статус

source: Subject
mk_mk: Предмет

source: Submit New Support Ticket
mk_mk: Поднеси нов тикет

source: Submit Reply
mk_mk: Одговори

source: Submit Ticket
mk_mk: Испрати

source: Support Tickets
mk_mk: Поддршка

source: Ticket
mk_mk: Тикет

source: Ticket Details
mk_mk: Детали за тикетот

source: Ticket details updated successfully
mk_mk: Деталите се успешно ажурирани

# Ticket status
source: In Progress
mk_mk: Во Прогрес

# Ticket status
source: Open
mk_mk: Отворен

# Ticket status
source: Resolved
mk_mk: Разрешено

source: Tickets Per Page
mk_mk: Тикети по страна

source: Total Orders:
mk_mk: Вкупно нарачки:

source: Update Details
mk_mk: Ажурирај детали

source: Urgent
mk_mk: Ургентно

source: View
mk_mk: Детали

source: View Customer Profile
mk_mk: Види го профилот на купецот

source: View Ticket
mk_mk: Види тикет

source: You don't have permission to reply to this ticket.
mk_mk: Немате дозвола да одговорите на овој тикет.

source: You must be logged in to submit a ticket.
mk_mk: Мора да бидете логирани за да отворите тикет.

source: You need to purchase products before you can submit a support ticket.
mk_mk: Мора да имате купено продукт за да добиете поддршка.

source: Your Reply
mk_mk: Вашиот одговор

source: Your reply has been submitted successfully.
mk_mk: Вашиот одговор е успешно испратен.

source: Your support ticket has been submitted successfully.
mk_mk: Вашиот тикет е успешно испратен.

source: Your Support Tickets
mk_mk: Твоите тикети

source: ← Back to Tickets
mk_mk: ← Назад кон тикетите
